# SetListBoxTabStops

## Description
Set tab stops for list control.

```pascal
PROCEDURE SetListBoxTabStops(
				dialogID    : LONGINT;
				componentID : LONGINT;
				tabStops    : ARRAY);
```

```python

def vs.SetListBoxTabStops(dialogID, componentID, tabStops):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|dialogID|LONGINT||
|componentID|LONGINT||
|tabStops|ARRAY||

## Version
Availability: from Vectorworks 2012
## Category
* Dialogs - Modern